<?php

return [
    'email' => [
        'title' => '更新您的電子郵件',
        'updated' => '您的電子郵件地址已更新。',
    ],
    'password' => [
        'title' => '變更您的密碼',
        'requirements' => '您的新密碼長度應至少為 8 個字元。',
        'updated' => '您的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '設定雙因素驗證',
        'disabled' => '您的帳號已停用雙因素驗證。登入時系統將不再提示您提供驗證權杖。',
        'enabled' => '您的帳號已啟用雙因素驗證！從現在開始，登入時您將必須提供裝置產生的代碼。',
        'invalid' => '提供的驗證權杖無效。',
        'setup' => [
            'title' => '設定雙因素驗證',
            'help' => '無法掃描條碼？將下方代碼輸入至您的應用程式：',
            'field' => '輸入驗證權杖',
        ],
        'disable' => [
            'title' => '停用雙因素驗證',
            'field' => '輸入驗證權杖',
        ],
    ],
];
